Repository: denis-kolchev/Paint-Anytime
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Drag your finger to move around.
ar: اسحب بإصبعك لتحريك اللوحة.
cs: Tažením prstu posouvejte plátno.
da: Træk med fingeren for at flytte lærredet.
de: Bewege die Leinwand mit dem Finger.
el: Σύρετε το δάχτυλο για να μετακινήσετε τον καμβά.
es: Arrastra el dedo para mover el lienzo.
fi: Siirrä kangasta vetämällä sormella.
fr: Glissez le doigt pour déplacer la toile.
he: גוררים אצבע כדי להזיז את הקנבס.
hu: Húzd az ujjad a vászon mozgatásához.
id: Seret jari untuk menggeser kanvas.
it: Trascina il dito per spostare la tela.
ja: 指でドラッグしてキャンバスを動かします。
ko: 손가락으로 드래그해 캔버스를 움직이세요.
nb: Dra med fingeren for å flytte lerretet.
nl: Sleep met je vinger om het doek te verplaatsen.
pl: Przeciągnij palcem, aby przesunąć płótno.
pt_br: Arraste o dedo para mover a tela.
pt_pt: Arraste o dedo para mover a tela.
ru: Водите пальцем, чтобы двигать холст.
sv: Dra med fingret för att flytta duken.
th: ลากนิ้วเพื่อเลื่อนผืนผ้าใบ
tr: Tuvali taşımak için parmağını sürükle.
uk: Проведіть пальцем, щоб рухати полотно.
vi: Kéo ngón tay để di chuyển khung vẽ.
zh_hans: 用手指拖动来移动画布。
zh_hant: 用手指拖移來移動畫布。

source: Dramatic lighting
ar: إضاءة درامية
cs: Výrazné osvětlení
da: Dramatisk lys
de: Dramatisches Licht
el: Έντονος φωτισμός
es: Luz dramática
fi: Voimakas valaistus
fr: Éclairage intense
he: תאורה דרמטית
hu: Drámai megvilágítás
id: Pencahayaan dramatis
it: Luce intensa
ja: 強いライティング
ko: 강렬한 조명
nb: Dramatisk lys
nl: Dramatisch licht
pl: Wyraziste światło
pt_br: Luz dramática
pt_pt: Luz dramática
ru: Выразительный свет
sv: Dramatiskt ljus
th: แสงเข้มจัด
tr: Dramatik ışık
uk: Виразне світло
vi: Ánh sáng mạnh
zh_hans: 强烈光照
zh_hant: 強烈光照

source: Draw slowly for thicker lines and quickly for thinner lines.
ar: ارسم ببطء لخطوط أكثر سُمكًا وبسرعة لخطوط أرفع.
cs: Pomalým kreslením vytvoříte silnější čáry, rychlým tenčí.
da: Tegn langsomt for tykkere linjer og hurtigt for tyndere linjer.
de: Zeichne langsam für dickere und schnell für dünnere Linien.
el: Σχεδιάστε αργά για παχύτερες γραμμές και γρήγορα για λεπτότερες.
es: Dibuja despacio para líneas más gruesas y rápido para líneas más finas.
fi: Piirrä hitaasti saadaksesi paksumpia ja nopeasti saadaksesi ohuempia viivoja.
fr: Dessinez lentement pour un trait épais et rapidement pour un trait fin.
he: ציירו לאט לקווים עבים יותר ומהר לקווים דקים יותר.
hu: Lassan rajzolva vastagabb, gyorsan rajzolva vékonyabb vonalat készíthetsz.
id: Gambar perlahan untuk garis lebih tebal dan cepat untuk garis lebih tipis.
it: Disegna lentamente per linee spesse e velocemente per linee sottili.
ja: ゆっくり描くと太く、速く描くと細くなります。
ko: 천천히 그리면 굵게, 빠르게 그리면 가늘게 그려집니다.
nb: Tegn sakte for tykkere linjer og raskt for tynnere linjer.
nl: Teken langzaam voor dikkere lijnen en snel voor dunnere lijnen.
pl: Rysuj wolno, aby uzyskać grubsze linie, i szybko, aby uzyskać cieńsze.
pt_br: Desenhe devagar para linhas mais grossas e rapidamente para linhas mais finas.
pt_pt: Desenhe devagar para linhas mais grossas e depressa para linhas mais finas.
ru: При медленном движении линия толще, при быстром — тоньше.
sv: Rita långsamt för tjockare linjer och snabbt för tunnare linjer.
th: วาดช้าเพื่อให้เส้นหนาขึ้น และวาดเร็วเพื่อให้เส้นบางลง
tr: Kalın çizgiler için yavaş, ince çizgiler için hızlı çizin.
uk: Малюйте повільно для товстих ліній і швидко для тонких.
vi: Vẽ chậm để có nét dày hơn và vẽ nhanh để có nét mảnh hơn.
zh_hans: 慢画时线条较粗，快画时线条较细。
zh_hant: 慢畫時線條較粗，快畫時線條較細。

source: Drawing
ar: الرسم
cs: Kreslení
da: Tegning
de: Zeichnen
el: Σχέδιο
es: Dibujo
fi: Piirtäminen
fr: Dessin
he: ציור
hu: Rajzolás
id: Menggambar
it: Disegno
ja: 描画
ko: 그리기
nb: Tegning
nl: Tekenen
pl: Rysowanie
pt_br: Desenho
pt_pt: Desenho
ru: Рисование
sv: Rita
th: การวาดรูป
tr: Çizim
uk: Малювання
vi: Vẽ
zh_hans: 绘画
zh_hant: 繪畫

source: Drawing and settings data
ar: بيانات الرسومات والإعدادات
cs: Údaje o kresbách a nastavení
da: Data om tegninger og indstillinger
de: Zeichnungs- und Einstellungsdaten
el: Δεδομένα σχεδίων και ρυθμίσεων
es: Datos de dibujos y ajustes
fi: Piirrosten ja asetusten tiedot
fr: Données des dessins et des réglages
he: נתוני ציורים והגדרות
hu: Rajzok és beállítások adatai
id: Data gambar dan pengaturan
it: Dati dei disegni e delle impostazioni
ja: 描画と設定のデータ
ko: 그림 및 설정 데이터
nb: Data om tegninger og innstillinger
nl: Gegevens van tekeningen en instellingen
pl: Dane rysunków i ustawień
pt_br: Dados de desenhos e ajustes
pt_pt: Dados dos desenhos e das definições
ru: Данные рисунков и настроек
sv: Data för teckningar och inställningar
th: ข้อมูลภาพวาดและการตั้งค่า
tr: Çizim ve ayar verileri
uk: Дані малюнків і налаштувань
vi: Dữ liệu bản vẽ và cài đặt
zh_hans: 绘画和设置数据
zh_hant: 繪圖與設定資料

source: Draws a smooth line with a constant width.
ar: يرسم خطًا ناعمًا بسُمك ثابت.
cs: Kreslí hladkou linku se stálou tloušťkou.
da: Tegner en jævn linje med konstant tykkelse.
de: Zeichnet eine glatte Linie mit gleichbleibender Breite.
el: Σχεδιάζει ομαλή γραμμή σταθερού πάχους.
es: Dibuja una línea suave de grosor constante.
fi: Piirtää tasaisen viivan, jonka paksuus pysyy samana.
fr: Trace une ligne lisse d’épaisseur constante.
he: מצייר קו חלק בעובי אחיד.
hu: Sima, egyenletes vastagságú vonalat rajzol.
id: Menggambar garis halus dengan ketebalan tetap.
it: Disegna una linea uniforme di spessore costante.
ja: 一定の太さで滑らかな線を描きます。
ko: 일정한 두께의 매끄러운 선을 그립니다.
nb: Tegner en jevn linje med konstant tykkelse.
nl: Tekent een vloeiende lijn met een constante dikte.
pl: Rysuje gładką linię o stałej grubości.
pt_br: Desenha uma linha suave com espessura constante.
pt_pt: Desenha uma linha suave com espessura constante.
ru: Рисует ровную линию постоянной толщины.
sv: Ritar en jämn linje med konstant tjocklek.
th: วาดเส้นเรียบที่มีความหนาคงที่
tr: Sabit kalınlıkta pürüzsüz bir çizgi çizer.
uk: Малює плавну лінію сталої товщини.
vi: Vẽ đường mượt với độ dày không đổi.
zh_hans: 绘制粗细均匀的平滑线条。
zh_hant: 繪製粗細均勻的平滑線條。

source: Edit drawing
ar: تعديل الرسم
cs: Upravit kresbu
da: Rediger tegning
de: Zeichnung bearbeiten
el: Επεξεργασία σχεδίου
es: Editar dibujo
fi: Muokkaa piirrosta
fr: Modifier le dessin
he: עריכת ציור
hu: Rajz szerkesztése
id: Edit gambar
it: Modifica disegno
ja: 描画を編集
ko: 그림 편집
nb: Rediger tegning
nl: Tekening bewerken
pl: Edytuj rysunek
pt_br: Editar desenho
pt_pt: Editar desenho
ru: Изменить рисунок
sv: Redigera teckning
th: แก้ไขภาพวาด
tr: Çizimi düzenle
uk: Редагувати малюнок
vi: Sửa bản vẽ
zh_hans: 编辑画作
zh_hant: 編輯畫作

source: Eraser
ar: ممحاة
cs: Guma
da: Viskelæder
de: Radierer
el: Γόμα
es: Goma
fi: Pyyhekumi
fr: Gomme
he: מחק
hu: Radír
id: Penghapus
it: Gomma
ja: 消しゴム
ko: 지우개
nb: Viskelær
nl: Gum
pl: Gumka
pt_br: Borracha
pt_pt: Borracha
ru: Ластик
sv: Suddgummi
th: ยางลบ
tr: Silgi
uk: Гумка
vi: Tẩy
zh_hans: 橡皮擦
zh_hant: 橡皮擦

source: Erases only the parts you touch. Width sets the size of the erased area.
ar: يمحو الأجزاء التي تلمسها فقط. يحدد السُمك حجم المنطقة الممحوة.
cs: Maže pouze místa, kterých se dotknete. Tloušťka určuje velikost mazané oblasti.
da: Sletter kun de dele, du rører ved. Tykkelsen bestemmer størrelsen på det slettede område.
de: Radiert nur die berührten Stellen. Die Breite bestimmt die Größe des radierten Bereichs.
el: Σβήνει μόνο τα σημεία που αγγίζετε. Το πάχος ορίζει το μέγεθος της περιοχής σβησίματος.
es: Borra solo las partes que tocas. El grosor determina el tamaño del área borrada.
fi: Pyyhkii vain koskettamasi osat. Paksuus määrittää pyyhittävän alueen koon.
fr: Efface uniquement les parties touchées. L’épaisseur définit la taille de la zone effacée.
he: מוחק רק את האזורים שבהם נוגעים. העובי קובע את גודל אזור המחיקה.
hu: Csak az érintett részeket törli. A vastagság adja meg a törölt terület méretét.
id: Hanya menghapus bagian yang disentuh. Ketebalan mengatur ukuran area yang dihapus.
it: Cancella solo le parti toccate. Lo spessore determina le dimensioni dell’area cancellata.
ja: 触れた部分だけを消します。太さで消す範囲の大きさを設定します。
ko: 닿은 부분만 지웁니다. 두께로 지워지는 영역의 크기를 설정합니다.
nb: Visker bare ut delene du berører. Tykkelsen bestemmer størrelsen på området som viskes ut.
nl: Gumt alleen de aangeraakte delen uit. De dikte bepaalt de grootte van het gewiste gebied.
pl: Ściera tylko dotknięte fragmenty. Grubość określa rozmiar ścieranego obszaru.
pt_br: Apaga apenas as partes que você toca. A espessura define o tamanho da área apagada.
pt_pt: Apaga apenas as partes em que toca. A espessura define o tamanho da área apagada.
ru: Стирает только те участки, которых вы касаетесь. Толщина задаёт размер стираемой области.
sv: Suddar bara de delar du rör vid. Tjockleken bestämmer storleken på området som suddas.
th: ลบเฉพาะส่วนที่คุณสัมผัส ความหนากำหนดขนาดของพื้นที่ที่ลบ
tr: Yalnızca dokunduğunuz kısımları siler. Kalınlık, silinen alanın boyutunu belirler.
uk: Стирає лише ділянки, яких ви торкаєтесь. Товщина визначає розмір ділянки стирання.
vi: Chỉ xóa phần bạn chạm vào. Độ dày quyết định kích thước vùng bị xóa.
zh_hans: 仅擦除触碰的部分。粗细设置决定擦除区域的大小。
zh_hant: 只擦除觸碰的部分。粗細設定決定擦除區域的大小。

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
he: שגיאה
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Exclusion
ar: استبعاد
cs: Vyloučit
da: Udelukkelse
de: Ausschluss
el: Αποκλεισμός
es: Exclusión
fi: Poissulkeva
he: החרגה
hu: Kizárás
id: Pengecualian
it: Esclusione
ja: 除外
ko: 제외
nb: Utelukkelse
nl: Uitsluiting
pl: Wykluczenie
pt_br: Exclusão
pt_pt: Exclusão
ru: Исключение
sv: Uteslutning
th: ยกเว้น
tr: Dışlama
uk: Виключення
vi: Loại trừ
zh_hans: 排除
zh_hant: 排除

source: External links
ar: روابط خارجية
cs: Externí odkazy
da: Eksterne links
de: Externe Links
el: Εξωτερικοί σύνδεσμοι
es: Enlaces externos
fi: Ulkoiset linkit
fr: Liens externes
he: קישורים חיצוניים
hu: Külső hivatkozások
id: Tautan eksternal
it: Link esterni
ja: 外部リンク
ko: 외부 링크
nb: Eksterne lenker
nl: Externe links
pl: Linki zewnętrzne
pt_br: Links externos
pt_pt: Ligações externas
ru: Внешние ссылки
sv: Externa länkar
th: ลิงก์ภายนอก
tr: Harici bağlantılar
uk: Зовнішні посилання
vi: Liên kết bên ngoài
zh_hans: 外部链接
zh_hant: 外部連結

source: Finger drawing canvas
ar: لوحة الرسم بالإصبع
cs: Plátno pro kreslení prstem
da: Lærred til at tegne med fingeren
de: Leinwand zum Zeichnen mit dem Finger
el: Καμβάς ζωγραφικής με το δάχτυλο
es: Lienzo para dibujar con el dedo
fi: Piirtoalue sormella piirtämiseen
fr: Toile de dessin au doigt
he: משטח לציור באצבע
hu: Vászon ujjal rajzoláshoz
id: Kanvas menggambar dengan jari
it: Tela per disegnare con il dito
ja: 指で描くキャンバス
ko: 손가락으로 그리는 캔버스
nb: Lerret for å tegne med fingeren
nl: Canvas om met je vinger te tekenen
pl: Płótno do rysowania palcem
pt_br: Tela para desenhar com o dedo
pt_pt: Tela para desenhar com o dedo
ru: Холст для рисования пальцем
sv: Duk för att rita med fingret
th: ผืนผ้าใบสำหรับวาดด้วยนิ้ว
tr: Parmakla çizim tuvali
uk: Полотно для малювання пальцем
vi: Khung vẽ bằng ngón tay
zh_hans: 手指绘画画布
zh_hant: 手指繪圖畫布

source: Finish
ar: إنهاء
cs: Ukončit
da: Afslut
de: Beenden
el: Τερματισμός
es: Terminar
fi: Lopeta
fr: Terminer
he: סיום
hu: Befejezés
id: Selesai
it: Termina
ja: 終了
ko: 종료
nb: Avslutt
nl: Beëindigen
pl: Zakończ
pt_br: Encerrar
pt_pt: Terminar
ru: Завершить
sv: Avsluta
th: จบ
tr: Bitir
uk: Завершити
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

source: Finish the tutorial?
ar: إنهاء الشرح؟
cs: Ukončit výuku?
da: Afslut vejledningen?
de: Einführung beenden?
el: Τέλος εκμάθησης;
es: ¿Terminar el tutorial?
fi: Lopetetaanko opastus?
fr: Terminer le tutoriel ?
he: לסיים את ההדרכה?
hu: Befejezed az útmutatót?
id: Akhiri tutorial?
it: Terminare il tutorial?
ja: チュートリアルを終了しますか？
ko: 튜토리얼을 마칠까요?
nb: Avslutte opplæringen?
nl: Uitleg beëindigen?
pl: Zakończyć samouczek?
pt_br: Concluir o tutorial?
pt_pt: Terminar o tutorial?
ru: Завершить обучение?
sv: Avsluta guiden?
th: จบบทสอนหรือไม่?
tr: Eğitim bitirilsin mi?
uk: Завершити навчання?
vi: Kết thúc hướng dẫn?
zh_hans: 结束教程？
zh_hant: 結束教學？

source: Finish tutorial
ar: إنهاء الشرح
cs: Ukončit výuku
da: Afslut vejledningen
de: Einführung beenden
el: Τέλος εκμάθησης
es: Terminar el tutorial
fi: Lopeta opastus
fr: Terminer le tutoriel
he: סיום ההדרכה
hu: Útmutató befejezése
id: Akhiri tutorial
it: Termina il tutorial
ja: チュートリアルを終了
ko: 튜토리얼 마치기
nb: Avslutt opplæringen
nl: Uitleg beëindigen
pl: Zakończ samouczek
pt_br: Concluir tutorial
pt_pt: Terminar o tutorial
ru: Завершить обучение
sv: Avsluta guiden
th: จบบทสอน
tr: Eğitimi bitir
uk: Завершити навчання
vi: Kết thúc hướng dẫn
zh_hans: 结束教程
zh_hant: 結束教學

source: For privacy questions or requests, contact Denis Kolchev at paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
ar: للأسئلة أو الطلبات المتعلقة بالخصوصية، تواصل مع Denis Kolchev على paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
cs: S dotazy nebo požadavky ohledně soukromí kontaktujte Denise Kolcheva na paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
da: Ved spørgsmål eller anmodninger om privatliv kan du kontakte Denis Kolchev på paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
de: Bei Datenschutzfragen oder entsprechenden Anfragen kontaktiere Denis Kolchev unter paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
el: Για ερωτήσεις ή αιτήματα απορρήτου, επικοινωνήστε με τον Denis Kolchev στο paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
es: Para consultas o solicitudes sobre privacidad, contacta con Denis Kolchev en paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
fi: Tietosuojaa koskevissa kysymyksissä ja pyynnöissä ota yhteyttä Denis Kolcheviin osoitteessa paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
fr: Pour toute question ou demande relative à la confidentialité, contactez Denis Kolchev à paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
he: לשאלות או לבקשות בנושא פרטיות, ניתן לפנות אל Denis Kolchev בכתובת paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
hu: Adatvédelmi kérdésekkel vagy kérésekkel forduljon Denis Kolchevhez a paintanytime.app@gmail.com címen (mailto:paintanytime.app@gmail.com).
id: Untuk pertanyaan atau permintaan terkait privasi, hubungi Denis Kolchev di paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
it: Per domande o richieste sulla privacy, contatta Denis Kolchev all’indirizzo paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
ja: プライバシーに関するご質問やご依頼は、Denis Kolchev（paintanytime.app@gmail.com、mailto:paintanytime.app@gmail.com）までお寄せください。
ko: 개인정보 관련 질문이나 요청은 Denis Kolchev에게 paintanytime.app@gmail.com으로 연락하세요(mailto:paintanytime.app@gmail.com).
nb: For spørsmål eller forespørsler om personvern kan du kontakte Denis Kolchev på paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
nl: Neem voor privacyvragen of -verzoeken contact op met Denis Kolchev via paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
pl: Z pytaniami lub wnioskami dotyczącymi prywatności skontaktuj się z Denis Kolchev pod adresem paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
pt_br: Para dúvidas ou solicitações sobre privacidade, entre em contato com Denis Kolchev pelo endereço paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
pt_pt: Para questões ou pedidos sobre privacidade, contacte Denis Kolchev através de paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
ru: По вопросам конфиденциальности или с запросами обращайтесь к Denis Kolchev: paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
sv: Kontakta Denis Kolchev på paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com) vid frågor eller förfrågningar om integritet.
th: หากมีคำถามหรือคำขอเกี่ยวกับความเป็นส่วนตัว โปรดติดต่อ Denis Kolchev ที่ paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com)
tr: Gizlilikle ilgili soru veya talepleriniz için Denis Kolchev ile paintanytime.app@gmail.com adresinden iletişime geçin (mailto:paintanytime.app@gmail.com).
uk: Із питаннями чи запитами щодо конфіденційності звертайтеся до Denis Kolchev: paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
vi: Nếu có câu hỏi hoặc yêu cầu về quyền riêng tư, hãy liên hệ Denis Kolchev tại paintanytime.app@gmail.com (mailto:paintanytime.app@gmail.com).
zh_hans: 如有隐私相关问题或请求，请联系 Denis Kolchev：paintanytime.app@gmail.com（mailto:paintanytime.app@gmail.com）。
zh_hant: 如有隱私權相關問題或請求，請聯絡 Denis Kolchev：paintanytime.app@gmail.com（mailto:paintanytime.app@gmail.com）。

source: Fountain pen
ar: قلم حبر
cs: Plnicí pero
da: Fyldepen
de: Füller
el: Πένα
es: Pluma estilográfica
fi: Täytekynä
fr: Stylo-plume
he: עט נובע
hu: Töltőtoll
id: Pena tinta
it: Penna stilografica
ja: 万年筆
ko: 만년필
nb: Fyllepenn
nl: Vulpen
pl: Pióro wieczne
pt_br: Caneta-tinteiro
pt_pt: Caneta de tinta permanente
ru: Перьевая ручка
sv: Reservoarpenna
th: ปากกาหมึกซึม
tr: Dolma kalem
uk: Перова ручка
vi: Bút máy
zh_hans: 钢笔
zh_hant: 鋼筆

source: Gallery
ar: المعرض
cs: Galerie
da: Galleri
de: Galerie
el: Συλλογή
es: Galería
fi: Galleria
fr: Galerie
he: גלריה
hu: Galéria
id: Galeri
it: Galleria
ja: ギャラリー
ko: 갤러리
nb: Galleri
nl: Galerij
pl: Galeria
pt_br: Galeria
pt_pt: Galeria
ru: Галерея
sv: Galleri
th: แกลเลอรี
tr: Galeri
uk: Галерея
vi: Thư viện
zh_hans: 画廊
zh_hant: 圖庫

source: Gentle tinting
ar: تلوين لطيف
cs: Jemné tónování
da: Ton forsigtigt
de: Sanft tönen
el: Απαλός χρωματισμός
es: Teñir suavemente
fi: Sävytä kevyesti
fr: Teinter en douceur
he: גוון עדין
hu: Finom színezés
id: Memberi rona lembut
it: Tonalizzare delicatamente
ja: やさしく色づけ
ko: 은은하게 색 입히기
nb: Ton forsiktig
nl: Subtiel tinten
pl: Delikatne tonowanie
pt_br: Tingir suavemente
pt_pt: Tingir suavemente
ru: Мягкая тонировка
sv: Tona försiktigt
th: ย้อมสีอย่างนุ่มนวล
tr: Hafif renklendirme
uk: М’яке тонування
vi: Phủ màu nhẹ
zh_hans: 柔和调色
zh_hant: 柔和調色

source: Gray
ar: رمادي
cs: Šedá
da: Grå
de: Grau
el: Γκρι
es: Gris
fi: Harmaa
fr: Gris
he: אפור
hu: Szürke
id: Abu-abu
it: Grigio
ja: グレー
ko: 회색
nb: Grå
nl: Grijs
pl: Szary
pt_br: Cinza
pt_pt: Cinzento
ru: Серый
sv: Grå
th: เทา
tr: Gri
uk: Сірий
vi: Xám
zh_hans: 灰色
zh_hant: 灰色

source: Green
ar: أخضر
cs: Zelená
da: Grøn
de: Grün
el: Πράσινο
es: Verde
fi: Vihreä
fr: Vert
he: ירוק
hu: Zöld
id: Hijau
it: Verde
ja: 緑
ko: 초록
nb: Grønn
nl: Groen
pl: Zielony
pt_br: Verde
pt_pt: Verde
ru: Зелёный
sv: Grön
th: เขียว
tr: Yeşil
uk: Зелений
vi: Xanh lá
zh_hans: 绿色
zh_hant: 綠色

source: Hard Light
ar: ضوء حاد
cs: Tvrdé světlo
da: Hårdt lys
de: Hartes Licht
el: Σκληρό φως
es: Luz fuerte
fi: Kova valo
fr: Lumière crue
he: אור קשה
hu: Kemény fény
id: Cahaya keras
it: Luce intensa
ja: ハードライト
ko: 하드 라이트
nb: Hardt lys
nl: Fel licht
pl: Ostre światło
pt_br: Luz direta
pt_pt: Luz forte
ru: Жёсткий свет
sv: Skarpt ljus
th: แสงแข็ง
tr: Sert Işık
uk: Жорстке світло
vi: Ánh sáng gắt
zh_hans: 强光
zh_hant: 實光

source: Hue
ar: درجة اللون
cs: Odstín
da: Farvetone
de: Farbton
el: Απόχρωση
es: Tono
fi: Sävy
fr: Teinte
he: גוון
hu: Árnyalat
id: Rona
it: Tonalità
ja: 色相
ko: 색조
nb: Fargetone
nl: Tint
pl: Odcień
pt_br: Matiz
pt_pt: Matiz
ru: Оттенок
sv: Nyans
th: เฉดสี
tr: Ton
uk: Відтінок
vi: Sắc độ
zh_hans: 色相
zh_hant: 色相

source: Hybrid
ar: مختلط
cs: Hybridní
el: Υβριδική
es: Híbrido
fi: Hybridi
fr: Hybride
he: משולב
hu: Hibrid
id: Hibrida
it: Ibrida
ja: ハイブリッド
ko: 혼합형
nl: Hybride
pl: Hybrydowe
pt_br: Híbrido
pt_pt: Híbrido
ru: Смешанный
th: แบบผสม
tr: Karma
uk: Змішаний
vi: Kết hợp
zh_hans: 混合模式
zh_hant: 混合模式
